Repository: theGeekBeard/reviewBot
Catalog: data/locales/*/LC_MESSAGES/reviewBot.po
Languages: uk

source: ❌Действие отменено
uk: ❌Дію скасовано

source: ❌Отмена
uk: ❌Скасування

source: 👔Одежда
uk: 👔Одяг

source: 🖥Электроника
uk: 🖥Електроніка

source: 🏚Для дома
uk: 🏚Для будинку

source: 🔻Выберите <i>категорию</i>, куда вы хотите добавить новый товар:
uk: 🔻Оберіть <i>категорію</i>, куди ви бажаєте додати новий товар:

source: <b>Вы выбрали категорию:</b>
uk: <b>Ви вибрали категорію:</b>

source: 🔻Теперь введите <i>название товара</i>, который хотите добавить
uk: 🔻Тепер введіть <i>назву товару</i>, який хочете додати

source: 🗂<b>Категория товара:</b>
uk: 🗂<b>Категорія товару:</b>

source: 📃<b>Название товара:</b>
uk: 📃<b>Назва товару:</b>

source: 🔻Пришлите мне <i>фотографию</i> товара или нажмите кнопку отмены
uk: 🔻 Надішліть мені <i>фотографію</i> товару або натисніть кнопку скасування

source: 🔻Пришлите мне <i>стоимость</i> товара в рублях(₽) или нажмите кнопку отмены
uk: 🔻Надіслати мені <i>вартість</i> товару в рублях(₽) або натисніть кнопку скасування

source: ❌Вы ввели неверное значение, введите число
uk: ❌Ви ввели неправильне значення, введіть число

source: 💰<b>Стоимость товара:</b>
uk: 💰<b>Вартість товару:</b>

source: 🔻Добавить товар?
uk: 🔻Додати товар?

source: Добавить
uk: Додати

source: ✅<b>Товар успешно создан</b>
uk: ✅<b>Товар успішно створено</b>

source: *Режим администратора*:
uk: *Режим адміністратора*:

source: 💰Цена
uk: 💰Ціна

source: 🔻Выберите, что хотите изменить:
uk: 🔻Оберіть, що хочете змінити:

source: 🔻Введите значение
uk: 🔻Введіть значення

source: ✅<b>Товар успешно изменен</b>
uk: ✅<b>Товар успішно змінено</b>

source: 🆗Да
uk: 🆗Так

source: ✖️Нет
uk: ✖️Ні

source: Вы уверены?
uk: Ви впевнені?

source: ✅<b>Товар успешно удален</b>
uk: ✅<b>Товар успішно видалено</b>

source: 🚫<b>Действие отменено</b>
uk: 🚫<b>Дію скасовано</b>

source: <b>📋Список команд:</b> /start - Начать диалог /help - Получить справку /menu - Отобразить кнопки меню <b>🌟Для администраторов:</b> /add_item - Добавить новый товар /change_item - Изменить товар
uk: <b>📋Список команд:</b> /start - Почати діалог /help - Отримати довідку /menu - Відобразити кнопки меню <b>🌟Для адміністраторів:</b> /add_item - Додати новий товар /change_item - Змінити товар

source: 👤Профиль
uk: 👤Профіль

source: 📦Товары
uk: 📦Товари

source: 🆘Помощь
uk: 🆘Допомога

source: ⚙️Настройки
uk: ⚙️Налаштування

source: *Главное меню:*
uk: *Головне меню:*

source: 🆘Раздел <b>Помощь</b> 1. Как стать администратором? - В разделе <i>Настройки</i> 2. Замена языка - В разделе <i>Настройки</i> 3. Просмотр купленных товаров - В разделе <i>Профиль</i> 4. Команды администратора - Команда /help
uk: 🆘Розділ <b>Допомога</b> 1. Як стати адміністратором? - У розділі <i>Налаштування</i> 2. Заміна мови - У розділі <i>Установки</i> 3. Перегляд куплених товарів - У розділі <i>Профіль</i> 4. Команди адміністратора - Команда /help

source: ✉️Связаться с менеджером
uk: ✉️ Зв'язатися з менеджером

source: *Категории товаров:*
uk: *Категорії товарів:*

source: <b>Категория:</b>
uk: <b>Категорія:</b>

source: ✏️Изменить
uk: ✏️Змінити

source: 🗑Удалить
uk: 🗑Видалити

source: 💵Купить
uk: 💵Купити

source: ↗️Перейти к оплате
uk: ↗️Перейти до оплати

source: ✔️Проверить оплату
uk: ✔️Перевірити оплату

source: <b>✅Оплата прошла успешно!</b>
uk: <b>✅Оплата пройшла успішно!</b>

source: ❌Товар не оплачен
uk: ❌Товар не оплачений

source: 👤Личные данные
uk: 👤Особисті дані

source: 📜История покупок
uk: 📜Історія покупок

source: Раздел *Профиль* Здесь вы можете просмотреть информацию о себе и историю ваших покупок
uk: Розділ *Профіль* Тут ви можете переглянути інформацію про себе та історію ваших покупок

source: 👤<b>Ваши данные:</b>
uk: 👤<b>Ваші дані:</b>

source: Имя пользователя:
uk: Ім'я користувача:

source: Имя:
uk: Ім'я:

source: Дата регистрации:
uk: Дата реєстрації:

source: 📦*Ваша история покупок:*
uk: 📦*Ваша історія покупок:*

source: 🔴У вас нет совершенных покупок, или купленный вами продукт удалили
uk: 🔴У вас немає досконалих покупок, або куплений вами продукт видалили

source: 💰<b>Стоимость:</b>
uk: 💰<b>Вартість:</b>

source: Раздел *Настройки*
uk: Розділ *Налаштування*

source: 🏳️Изменить язык
uk: 🏳️Змінити мову

source: 🌟Стать администратором
uk: 🌟Стати адміністратором

source: <b>Добро пожаловать!</b> Это ReviewBot - бот, предназначенный для ознакомления с уровнем профессиональности разработки телеграм ботов. Бот реализован в виде простого интернет магазина с простыми товарами, которые действительно можно купить от 0 до 10 руб. <b>Внимание! Приобретение товаров нужно всего лишь для тестирования, никаких серьезных покупок и продаж здесь не существует!</b> Для ознакомления с дополнительной информацией перейдите в раздел <b>Помощь</b> из пункта меню, который появится после выбора языка. Данного бота создал @theGeekBeard. Информацию о нем можно узнать в описании его профиля, а так же написав ему в личные сообщения
uk: <b>Ласкаво просимо!</b> Це ReviewBot - бот, призначений для ознайомлення з рівнемпрофесійності розробки телеграм ботів. Бот реалізований у виглядіпростого інтернет магазину з простими товарами, які справдіможна купити від 0 до 10 руб. <b>Увага! Придбання товарів потрібно лише для тестування,Жодних серйозних покупок і продажів тут не існує!</b> Для ознайомлення з додатковою інформацією перейдіть до розділу <b>Допомога</b> з меню, яке з'явиться після вибору мови. Цього робота створив @theGeekBeard. Інформацію про нього можна дізнатися в описі його профілю, а також написавши йому в особисті повідомлення

source: ✅*Язык изменен* Нажмите /menu, чтобы изменить язык кнопок меню
uk: ✅*Мова змінена* Натисніть /menu, щоб змінити мову кнопок меню

source: 🔴Вы уже администратор
uk: 🔴Ви вже адміністратор

source: 🔜...Ваша заявка отправлена администратору Бот сообщит, когда заявка будет одобрена
uk: 🔜...Вашу заявку надіслано адміністратору Бот повідомить, коли заявку буде схвалено

source: <b>Новый товар!</b>
uk: <b>Новий товар!</b>
